{"page":1,"results":[{"adult":false,"backdrop_path":"/nVwNws9cPuuXRYAjmee8MX0lu3O.jpg","genre_ids":[10762,16,10759,35,10765],"id":72237,"origin_country":["KR"],"original_language":"ko","original_name":"최강전사 미니특공대","overview":"En el despiadado mundo de los animales, los animales grandes y fuertes dominan y se alimentan de los pequeños y débiles. Para contrarrestar este sistema natural, los animales pequeños forman una organización secreta: Miniforce . Mutantes rígidamente seleccionados con poderes especiales, Volt, Sammy, Max y Lucy se convierten en guardabosques de alto secreto para salvar a su pequeña aldea Bluebell de la mano del villano humano Nein y su lagarto subordinado Pascal. ¿Animales en peligro? ¡No hay problema! Cuando la Gema de la Fuerza alerta, ¡es hora de vestirse! Con Miniforce y sus vehículos de fuerza transformadores, ¡es hora de barrer!","popularity":53.654,"poster_path":"/4SCNu5uw54AgyO7pMWWonuXrUSD.jpg","first_air_date":"2014-09-03","name":"Miniforce","vote_average":4.7,"vote_count":3},{"adult":false,"backdrop_path":"/lUP0ZK025X5RA3kEkZzPXBSM0qM.jpg","genre_ids":[16,10762,10751],"id":70318,"origin_country":["FR"],"original_language":"fr","original_name":"Mini Wakfu","overview":"Mini Wakfu es una serie de dibujos  francesa con 27 episodios de 2 minutos basados en la serie de televisión de Wakfu, e incorpora los mismos  protagonistas.\n\nCada episodio muestra a los personajes realizando algo referente a lo ocurrido al episodio del mismo numero y ademas dan (secretamente) los ingredientes necesarios para crear un objeto en el juego online.","popularity":14.841,"poster_path":"/vSfad44SGlDb4tFYj7sMbLZ7WV4.jpg","first_air_date":"2008-08-30","name":"Mini Wakfu","vote_average":9.5,"vote_count":2},{"adult":false,"backdrop_path":"/vnTUrfmi1BEJ6nQbxgNdns9isP2.jpg","genre_ids":[35],"id":12597,"origin_country":["GB"],"original_language":"en","original_name":"Yes, Prime Minister","overview":"En una extraña cadena de acontecimientos, Jim Hacker se impone como el candidato más firme de su partido para ser elegido Primer Ministro. Así conseguirá su propio coche y chofer, una bonita casa en Londres, infinita publicidad y una pensión para toda su vida. ¿Qué más se puede desear?En este episodio: Si el Primer Ministro da información falsa al Parlamento, ¿debería el Secretario del Gabinete apoyarlo o denunciarlo? Mientras Sir Humphrey se plantea este tema, se da cuenta, que él también tiene cosas que ocultar.","popularity":21.39,"poster_path":"/n0QRcx4P9ZJFGnTBbNt359MvUh0.jpg","first_air_date":"1986-01-09","name":"Sí, Primer Ministro","vote_average":8.367,"vote_count":113},{"adult":false,"backdrop_path":"/erND13jVv79DZqDNIbaysTcGxq.jpg","genre_ids":[35,10768],"id":4549,"origin_country":["GB"],"original_language":"en","original_name":"Yes Minister","overview":"Reconocida como una de las series de televisión más vistas de todos los tiempos –y la preferida de \"La dama de hierro\"– esta brillante comedia de buenos modales nos relata la historia de tres personajes: el recientemente nombrado Ministro de Asuntos Administrativos, James Hacker, el maquinador Secretario Permanente del ministerio, Sir Humphrey Appleby, y el siempre respetuoso e irónico Secretario Personal, Bernard Woolley.","popularity":18.52,"poster_path":"/h5kF0rJaCWuF3nMBTT6IeRU8j2D.jpg","first_air_date":"1980-02-25","name":"Sí, ministro","vote_average":8.28,"vote_count":134},{"adult":false,"backdrop_path":"/5qaax4Avwtdl045OIHr2OD2fr9P.jpg","genre_ids":[18,10759],"id":62099,"origin_country":["ES"],"original_language":"es","original_name":"El Ministerio del Tiempo","overview":"Tres agentes de eras diferentes trabajan para una institución secreta que protege el pasado contra los intrusos que viajan en el tiempo para cambiar la historia.","popularity":41.998,"poster_path":"/sNv6aE47PTTTpHknT3gzmF2rBgh.jpg","first_air_date":"2015-02-24","name":"El Ministerio del Tiempo","vote_average":7.6,"vote_count":178},{"adult":false,"backdrop_path":"/c7isbJyti22LYVhVwIT2fFJoZgm.jpg","genre_ids":[9648,18],"id":73000,"origin_country":["GB"],"original_language":"en","original_name":"The Miniaturist","overview":"Amsterdam, siglo XVII. La joven Nella, huérfana de padre y acuciada por las deudas, acepta contraer matrimonio con Johannes Brandt, un reputado comerciante, y mudarse a la mansión familiar de este. El marido suple su falta de afecto con un misterioso regalo: una casa de miniatura que poco a poco desvelará secretos ocultos de su familia, y que enseñará a Nella que nada es lo que parece en la residencia de los Brandt.","popularity":8.722,"poster_path":"/qMR2zNjpcdxNtSQjaVL7tC8rSEN.jpg","first_air_date":"2017-12-26","name":"La casa de las miniaturas","vote_average":7.2,"vote_count":169},{"adult":false,"backdrop_path":"/iC3CHwQGLeOhrARWgS4Ke3REGQH.jpg","genre_ids":[16],"id":82985,"origin_country":["JP"],"original_language":"ja","original_name":"アイドルマスター SideM 理由あってMini!","overview":"Los chicos de The IDOLM@STER SideM también tienen sus vidas diarias, sus preocupaciones y sus cosas favoritas, ¡y esta serie de episodios cortos nos ayudará a conocerlos mejor!","popularity":12.805,"poster_path":"/c8R4CVY4M5Tfd0iOT7cx4g40qa8.jpg","first_air_date":"2018-10-09","name":"The iDOLM@STER SideM: Wake Atte Mini!","vote_average":6.8,"vote_count":4},{"adult":false,"backdrop_path":"/wkE9IUAKemdWGWOad3D0jTi0LVi.jpg","genre_ids":[10759,18,10765],"id":14141,"origin_country":["US"],"original_language":"en","original_name":"V","overview":"Una raza extraterrestre llega a la Tierra, desplegando sus naves sobre las ciudades más importantes del planeta, con intenciones aparentemente pacíficas. Pero, una vez aquí, un reportero (Marc Singer) descubre que en realidad son una especie de reptiles con aspecto humano, comedores de ratones... que pretenden colonizar el planeta y usar a los hombres como alimento. La salvación de la humanidad, entonces, estará en manos de unos cuantos valientes que formarán la Resistencia.","popularity":43.266,"poster_path":"/1smPP7no5FXNXYaIIcdpkoVgCYw.jpg","first_air_date":"1983-05-01","name":"V: La miniserie original","vote_average":7.7,"vote_count":903},{"adult":false,"backdrop_path":"/hjiazUTXd2qegRlGrZJrGnixHmV.jpg","genre_ids":[16,35,10765],"id":116007,"origin_country":["JP"],"original_language":"ja","original_name":"ミニパト","overview":"Miniserie de 3 OVAs, spin-off de la saga Patlabor, en la que en tono de comedia se presentan o analizan elementos de la saga.","popularity":5.148,"poster_path":"/1UosvNYQIe3NRiePIRycpNYdjF0.jpg","first_air_date":"2002-03-30","name":"Mini Pato","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/jVYchPXXpaTzA126g4cHpthCHeG.jpg","genre_ids":[10759,10765],"id":69255,"origin_country":["PT"],"original_language":"pt","original_name":"Ministério do Tempo","overview":"El Ministerio del Tiempo es una institución gubernamental autónoma y secreta que depende directamente de Presidencia de Gobierno. Como en los EEUU se guardan los secretos y la llave para un posible ataque nuclear de presidente a presidente, lo mismo pasa con nuestro Ministerio: sólo reyes, presidentes y un número exclusivo de personas saben de él. El paso hacia otras épocas se realiza a través de puertas vigiladas por las Patrullas del Ministerio. Su objetivo: detectar e impedir que cualquier intruso del pasado llegue a nuestro presente -o viceversa- con el fin de utilizar la Historia para su beneficio. Para ello las Patrullas tendrán que viajar al pasado y evitar que lo logren.","popularity":15.477,"poster_path":"/lZasr2uOlsZL0ccf4ABPh1fBhCH.jpg","first_air_date":"2017-01-02","name":"Ministério do Tempo","vote_average":6.25,"vote_count":8},{"adult":false,"backdrop_path":"/qBfldtvxqDVoY9ZCyyMksFZ3dAG.jpg","genre_ids":[16,18,35],"id":34148,"origin_country":["JP"],"original_language":"ja","original_name":"この醜くも美しい世界","overview":"Takemoto Takeru, un chico normal de instituto, encuentra durante una entrega a domicilio en moto para su trabajo una extraña luz. Cuando para y busca en los alrededores, encuentra a una chica llamada Hikari saliendo de un luminoso capullo. Takeru se enamora a primera vista, pero de pronto un monstruo aparece y ataca a la chica. Esta es la descripción de los excitantes días de la misteriosa chica Hikari, de Akari, del amigo de la infancia de Takeru, Nishino Mari, y de sus compañeros de clase, los cuales intervienen en la historia. Parecen días normales, pero para Hikari, son simplemente maravillosos.","popularity":8.603,"poster_path":"/fk7X26y0n7BXlm0BbI2NYQHVl3C.jpg","first_air_date":"2004-04-01","name":"Kono Minikuku Mo Utsukushii Sekai","vote_average":6.4,"vote_count":12},{"adult":false,"backdrop_path":"/tRI6Csmw4rKzMYDrfUx5xtyBSVE.jpg","genre_ids":[18,10768],"id":156249,"origin_country":["DE"],"original_language":"de","original_name":"Das Boot","overview":"Miniserie de TV (1985). 6 episodios. Versión extendida para la TV del clásico del cine de 1981 del mismo director (Wolfgang Petersen). Basada en la novela autobiográfica del fotógrafo alemán de la Segunda Guerra Mundial Lothar-Guenther Buchheim, Das Boot sigue la vida del intrépido capitán del U-96 (Jürgen Prochnow) y su tripulación inexperta mientras navegan las aguas del Atlántico y el Mediterráneo en busca de barcos aliados, convirtiéndose en cazador y presa","popularity":11.94,"poster_path":"/lWBQ1Z6MBuiPAfubWjxytKirQco.jpg","first_air_date":"1985-02-24","name":"Das Boot: El submarino (Miniserie de TV)","vote_average":8.607,"vote_count":89},{"adult":false,"backdrop_path":"/3xRqytsECIAf2iaAqQYTRZmaX8T.jpg","genre_ids":[10764],"id":62415,"origin_country":["US"],"original_language":"en","original_name":"Tiny House Nation","overview":"La pareja de expertos en minicasas, John Weisbarth y Zack Giffin, recorren Estados Unidos para mostrar las viviendas diminutas más sorprendentes del país.","popularity":25.762,"poster_path":"/s3qkjWFMmZC6TbjWhmP5nPxyw4k.jpg","first_air_date":"2014-07-09","name":"MiniCasas de Ensueño","vote_average":6.9,"vote_count":11},{"adult":false,"backdrop_path":"/nsUvpyQzuajlQD9UT5RhGHeFJ5n.jpg","genre_ids":[35],"id":61048,"origin_country":["KR"],"original_language":"ko","original_name":"총리와 나","overview":"A sus 42 años, Kwon Yool es el primer ministro más joven de la historia de Corea del Sur. Además de su reputación de ser un hombre honesto y de la mayor integridad, también es una viuda que cría solo a sus tres hijos. Pero lo que el público no sabe es que el primer ministro Kwon es en realidad un canalla malhablado que carece incluso de las habilidades de crianza más básicas. Nam Da Jung es una periodista que recurre a escribir tabloides de mala calidad para apoyar a su padre enfermo, pero cuando persigue al primer ministro Kwon para una exposición lucrativa, termina recogiendo mucho más de lo que esperaba.","popularity":11.816,"poster_path":"/dTIpXvBzzbqHxkigHkovjt9zxqz.jpg","first_air_date":"2013-12-09","name":"El Primer Ministro y Yo","vote_average":6.25,"vote_count":12},{"adult":false,"backdrop_path":"/qQzdPYg5YyJvMzfCUi104vSP2Em.jpg","genre_ids":[10762,16],"id":205258,"origin_country":["CA"],"original_language":"en","original_name":"Sago Mini Friends","overview":"Bienvenidos a Sagoville, donde conocerás a Harvey, a quien le encanta jugar y descubrir nuevas formas de divertirse. Él y sus mejores amigos exploran, imaginan y expresan su agradecimiento de corazón por todas las cosas, grandes y pequeñas, a través de aventuras creativas y canciones inolvidables.","popularity":29.94,"poster_path":"/dbN3rALEKzXxoWrWBXX9raKoKq4.jpg","first_air_date":"2022-09-15","name":"Amigos Sago Mini","vote_average":6.0,"vote_count":3},{"adult":false,"backdrop_path":null,"genre_ids":[10762,10751,16],"id":81701,"origin_country":["FR"],"original_language":"fr","original_name":"Mini-Loup","overview":"Mini-Wolf and his fun-loving pals friends are always on the look out for a new adventure -- even if it includes a little bit of mischief.","popularity":4.032,"poster_path":"/eMiQ5WjijIkk8jw5FqziONJX5JD.jpg","first_air_date":"2012-09-01","name":"Mini Wolf","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[35],"id":4857,"origin_country":["GB"],"original_language":"en","original_name":"My Dad's the Prime Minister","overview":"My Dad's the Prime Minister is a British sitcom written by Ian Hislop and Nick Newman. It centres around the life of the Prime Minister, his family and his spin doctor. Its main cast include Robert Bathurst, Joe Prospero, Carla Mendonça, Brian Bovell and Emma Sackville.\n\nIt was filmed at Bushey in Watford, and extras included students of the nearby Bushey Hall School and Bushey Meads School.\n\nSeries 1 was shown on BBC 1 as part of CBBC, in April and May 2003. Season 2 was shown later in the evening on BBC 1, in November and December 2004. Series 1 focused more on Dillon, while the second season had greater coverage of the life of the Prime Minister. Series 1 was released on DVD and video, but currently Series 2 remains unreleased.","popularity":7.771,"poster_path":"/x6AvZdJHRyUlS6fYHTD8f5un2rm.jpg","first_air_date":"2003-03-23","name":"My Dad's the Prime Minister","vote_average":6.0,"vote_count":1},{"adult":false,"backdrop_path":"/1pZDxLwteCJBhvluLuWmJKYdisN.jpg","genre_ids":[18],"id":18882,"origin_country":["GB"],"original_language":"en","original_name":"The Politician's Wife","overview":"The Politician's Wife is a British television political drama written by Paula Milne, broadcast on Channel 4 in 1995 and starring Trevor Eve and Juliet Stevenson.\n\nThe story centres around high-flying politician Duncan Matlock, Families Minister for the UK Government, who becomes embroiled in tabloid scandal as it is discovered that he has been having an affair with a former escort turned parliamentary researcher. Duncan's wife Flora becomes the focus of media attention as her reactions to the revelations are played out. Initially she plays out the part of the loyal wife, but as an aide of her husband feeds her details about the affair and various other political scandals that could be made to happen. She begins to sabotage her husband's integrity and reputation through a campaign of leaks and misinformation to the press and British Conservative Party stalwarts. After a series of increasingly sensational and damaging stories in the press, her husband is forced to resign in humiliation. The last episode closes with the results of the by-election being announced on TV. Flora Matlock wins with the support of her party whilst her husband is exiled to a minor post in Belgium.","popularity":4.497,"poster_path":"/uEdGr6Vc8ffmjvIBxUr3T2W0HOi.jpg","first_air_date":"1995-05-16","name":"La mujer del ministro","vote_average":6.7,"vote_count":7},{"adult":false,"backdrop_path":"/xvN3J7oXuA1VvfQLY8MUgVjbcx5.jpg","genre_ids":[18],"id":113554,"origin_country":["IS"],"original_language":"is","original_name":"Ráðherrann","overview":"El recién elegido presidente del Partido de la Independencia, Benedikt, ha formado una alianza con los socialdemócratas para las próximas elecciones. Inesperadamente, anuncia que renunciará si no hay un 90% de participación electoral. Una oportunidad para la mayor victoria de la historia, pero también una oportunidad intrigante para sus oponentes.\n\nPolítico. Poeta. ¿Primer ministro? Algunos han calificado a Benedikt Ríkardsson de radical poco ortodoxo; se llama a sí mismo un ciudadano honesto de Islandia. ¿Quién mejor para ser la voz de esta gran nación? Benedikt no está interesado en el poder; quiere escuchar a la gente, cambiar el país y mejorarlo. ¿Radical o justo? Una cosa es segura, será un líder como ninguno que hayamos visto antes.\n\nLa política vista de un modo diferente, mucho más audaz de la mano del carismático, Ólafur Darri (Animales fantásticos: Los crímenes de Grindelwald, Atrapados),  que da vida al populista primer ministro islandés Benedikt Ríkhardsson. ​​","popularity":8.42,"poster_path":"/csU9xxVn8tVyhwx4rw96zse1xrU.jpg","first_air_date":"2020-09-20","name":"The Minister","vote_average":6.7,"vote_count":6},{"adult":false,"backdrop_path":"/jQKhozzQaikMXzFpmBOiSc9vSOa.jpg","genre_ids":[16,35,10762,10751],"id":72377,"origin_country":["FR"],"original_language":"fr","original_name":"Les minijusticiers","overview":"Cada uno de los personajes tiene un defecto que hace que su vida diaria, sobre todo en el colegio, sea difícil. Pero un día estos defectos se transforman en poderes y ellos en héroes.","popularity":5.514,"poster_path":"/88me7CmUudGJRnMEZhkO6RyMd7l.jpg","first_air_date":"2008-04-23","name":"Los Superminihéroes","vote_average":5.0,"vote_count":2}],"total_pages":12,"total_results":240}